{
  "navbar": {
    "projects": "Projets",
    "about": "À propos",
    "process": "Processus",
    "contact": "Contact"
  },
  "projects": {
    "header": "Projets",
    "technologies": "Technologies utilisées",
    "1": {
      "title": "Shad",
      "description": "Une application mobile de développement personnel pour iOS et Android comprenant des routines personnalisables, la fixation d'objectifs et des récompenses, un suivi quotidien, une ligue compétitive gamifiée et un système de profil avec une fonctionnalité d'ajout d'amis."
    },
    "2": {
      "title": "Luter",
      "description": "Une plateforme web d'accompagnement et de sécurisation de fonds, agissant en tant qu'intermédiaire pour prévenir les impayés et les retards de paiement lors de missions effectuées par des freelances."
    },
    "3": {
      "title": "NFTXTL",
      "description": "Un site e-commerce pour une marque de vêtements indépendante avec une intégration de paiement par crypto-monnaie."
    },
    "4": {
      "title": "The Mongomery Diaries",
      "description": "Un site de blog pour une écrivaine (mission soumise à un accord de non-divulgation)."
    }
  },
  "epitech": {
    "title":"Projets Epitech",
    "description": "Au cours de ma première année d'études, j'ai eu l'opportunité de réaliser plusieurs projets académiques qui, bien que faisant partie d'un cursus général d'apprentissage de la programmation, témoignent déjà de mon intérêt marqué pour le développement web."
  },
  "about": {
    "header": "À propos",
    "timeline": {
      "1": {
        "title": "Master 2 (M2), Expert en Technologies de l'Information",
        "location": "Epitech, Lyon"
      },
      "2": {
        "title": "Échange Universitaire, Business International",
        "location": "Feng Chia University, Taïwan"
      },
      "3": {
        "title": "Stage Développeur Front-End",
        "location": "Wav One Agency, Suisse"
      },
      "4": {
        "title": "Développeur Full Stack",
        "location": "Freelance"
      }
    }
  },
  "process": {
    "title": "Faire fonctionner mon imagination, tel est mon <span className=\"relative\"><span id=\"handDrawnCircle\">nindô</span></span>",
    "presentation": "Depuis de nombreuses années, je consacre mes efforts au développement de solutions numériques fiables, ce qui m’a permis de me positionner en tant que développeur fullstack. Mon parcours à Epitech m’a offert une formation approfondie en résolution de problèmes et une expertise en programmation dans une diversité de langages et de projets variés. Par ailleurs, mon parcours atypique m’a permis d’acquérir une solide expérience en design graphique, me définissant ainsi comme un creative coder, bien au-delà du rôle traditionnel d'intégrateur web.",
    "cards": {
      "conception": {
        "title": "Conception",
        "description": "Vous avez un projet ambitieux ? Vous avez besoin d'un MVP ? Grâce à ma sensibilité graphique, je peux concevoir des maquettes modernes avec une UI/UX efficace, mais également répondre à des projets uniques (incluant de l'intégration 3D par exemple), tout en vous conseillant sur la faisabilité de vos idées."
      },
      "development": {
        "title": "Développement",
        "description": "Que ce soit pour un site web, une application mobile ou même une solution logicielle, je sais identifier les technologies les plus récentes et les plus appropriées à votre projet. Je privilégie une approche qui valorise la qualité et la scalabilité."
      },
      "deployment": {
        "title": "Déploiement",
        "description": "Je propose un service de déploiement complet pour assurer la mise en ligne correcte et le fonctionnement optimal de votre solution. Je prends en charge l'hébergement, la configuration des serveurs, l'optimisation des performances, la sécurisation et la gestion de tous les aspects techniques."
      }
    }
  },
  "contact": {
    "title": "Restons en <span className=\"relative\"><span id=\"handDrawnUnderline\">contact</span></span>",
    "description": "Vous souhaitez me contacter pour un projet ou pour une offre d'emploi ? Prenez rendez-vous avec moi en choisissant un créneau ci-dessous."
  }
}